/* Accessory view must be no more than 200pts high. */
"Accessory view must be no more than 250pts high." = "Accessory view must be no more than 250pts high.";

/* Accessory view must be no more than 600pts wide. */
"Accessory view must be no more than 600pts wide." = "Accessory view must be no more than 600pts wide.";

/* Can't modify properties until data has been set */
"Can't modify properties until data has been set." = "Can't modify properties until data has been set.";

/* Can't perform '%@' on an empty list. */
"Can't perform '%@' on an empty list." = "Can't perform '%@' on an empty list.";

/* Can't perform '%@' when lists have differing item counts. */
"Can't perform '%@' when lists have differing item counts." = "Can't perform '%@' when lists have differing item counts.";

/* Cancel row deletion */
"Cancel" = "Cancel";

/* Row deletion alert message */
"Delete the selected rows?" = "Delete the selected rows?";

/* Discard Change button */
"Discard Change" = "Discard Change";

/* Error preparing results list. */
"Error preparing results list." = "Error preparing results list.";

/* Invalid '%@' parameter, item is not a list: %@ */
"Invalid '%@' parameter, item is not a list: %@" = "Invalid '%1$@' parameter, item is not a list: %2$@";

/* Invalid '%@' parameter: %@ */
"Invalid '%@' parameter: %@" = "Invalid '%1$@' parameter: %2$@";

/* Invalid column type: %lu */
"Invalid column type: %lu" = "Invalid column type: %lu";

/* Invalid index in '%@' parameter: %@ */
"Invalid index in '%@' parameter: %@" = "Invalid index in '%1$@' parameter: %2$@";

/* No such table property: %@ */
"No such table property: %@" = "No such table property: %@";

/* OK button
   OK row deletion */
"OK" = "OK";

/* Please provide a valid value. */
"Please provide a valid value." = "Please provide a valid value.";

/* Provided data can't have more than 100 columns. */
"Provided data can't have more than 100 columns." = "Provided data can't have more than 100 columns.";

/* Provided data doesn't consist solely of lists. */
"Provided data doesn't consist solely of lists." = "Provided data doesn't consist solely of lists.";

/* Provided data is an empty list. */
"Provided data is an empty list." = "Provided data is an empty list.";

/* Provided data: expected a date, but found some other class. */
"Provided data: expected a date, but found some other class." = "Provided data: expected a date, but found some other class.";

/* Provided data: expected a number, but found some other class. */
"Provided data: expected a number, but found some other class." = "Provided data: expected a number, but found some other class.";

/* Provided data: expected number or boolean, but found some other class. */
"Provided data: expected number or boolean, but found some other class." = "Provided data: expected number or boolean, but found some other class.";

/* Provided data: expected text, but found some other class. */
"Provided data: expected text, but found some other class." = "Provided data: expected text, but found some other class.";

/* Provided data: list doesn't consist solely of lists. */
"Provided data: list doesn't consist solely of lists." = "Provided data: list doesn't consist solely of lists.";

/* Provided data: lists are not all of equal length. */
"Provided data: lists are not all of equal length." = "Provided data: lists are not all of equal length.";

/* Provided data: unknown type: %d. */
"Provided data: unknown type: %d." = "Provided data: unknown type: %d.";

/* Strangely, the list's list is not a list. Please report the circumstances. */
"Strangely, the list's list is not a list. Please report the circumstances." = "Strangely, the list's list is not a list. Please report the circumstances.";

/* The '%@' command requires a list of lists. */
"The '%@' command requires a list of lists." = "The '%@' command requires a list of lists.";

/* The '-SMSModifyColumns:usingProperties:error:' command has no such property: %@ */
"The '-SMSModifyColumns:usingProperties:error:' command has no such property: %@" = "The '-SMSModifyColumns:usingProperties:error:' command has no such property: %@";

/* The table you have passed is not valid */
"The table you have passed is not valid" = "The table you have passed is not valid";

/* The value '%@' is invalid. */
"The value '%@' is invalid." = "The value '%@' is invalid.";

/* Row deletion alert detail */
"All selected rows will be deleted" = "All selected rows will be deleted";

/* Unknown error */
"Unknown error" = "Unknown error";

/* Unknown error: Unable to initialize table dialog. */
"Unknown error: Unable to initialize table dialog." = "Unknown error: Unable to initialize table dialog.";

/* User interaction not allowed: %d */
"User interaction not allowed: %d" = "User interaction not allowed: %d";

